b_prediction_old/RANS_cases/4_pc_Re_tau_950/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2012                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
    walls
    {
        type            wall;
        inGroups        1(wall);
        nFaces          8;
        startFace       5116;
    }
    inlet
    {
        type            cyclic;
        inGroups        1(cyclic);
        nFaces          1280;
        startFace       5124;
        matchTolerance  0.0001;
        transform       unknown;
        neighbourPatch  outlet;
    }
    outlet
    {
        type            cyclic;
        inGroups        1(cyclic);
        nFaces          1280;
        startFace       6404;
        matchTolerance  0.0001;
        transform       unknown;
        neighbourPatch  inlet;
    }
    sides
    {
        type            empty;
        inGroups        1(empty);
        nFaces          2560;
        startFace       7684;
    }
)

// ************************************************************************* //
